{
    "id": "myx",
    "name": "myx",
    "short": "Quisquam quos quisquam cupiditate. Et nemo qui impedit suscipit alias ea.",
    "contents": [
        "Officiis eligendi itaque labore et dolorum mollitia officiis optio vero.",
        "Quisquam sunt adipisci omnis et ut. Nulla accusantium dolor incidunt officia tempore. Et eius omnis",
        "Cupiditate ut dicta maxime officiis quidem quia",
        "Sed et consectetur qui quia repellendus itaque neque. Aliquid amet quidem ut quaerat cupiditate",
        "Ab et eum qui repellendus omnis culpa magni laudantium dolores"
    ],
    "children": [
        {
            "id": "gallery",
            "name": "Gallery",
            "background": "",
            "contents": [
                "An art gallery is a room or a building in which visual art is displayed. ",
                "In Western cultures from the mid-15th century, a gallery was any long, narrow covered passage along a wall, first used in the sense of a place for art in the 1590s.",
                "The long gallery in Elizabethan and Jacobean houses served many purposes including the display of art."
            ]
        },
        {
            "id": "comic",
            "name": "Comic",
            "background": "",
            "contents": [
                "Officiis eligendi itaque labore et dolorum mollitia officiis optio vero. Quisquam sunt adipisci omnis et ut. Nulla accusantium dolor incidunt officia tempore. Et eius omnis.",
                "Cupiditate ut dicta maxime officiis quidem quia. Sed et consectetur qui quia repellendus itaque neque. Aliquid amet quidem ut quaerat cupiditate. Ab et eum qui repellendus omnis culpa magni laudantium dolores."
            ]
        },
        {
            "id": "video",
            "name": "video",
            "background": "",
            "contents": [
                "Officiis eligendi itaque labore et dolorum mollitia officiis optio vero. Quisquam sunt adipisci omnis et ut. Nulla accusantium dolor incidunt officia tempore. Et eius omnis.",
                "Cupiditate ut dicta maxime officiis quidem quia. Sed et consectetur qui quia repellendus itaque neque. Aliquid amet quidem ut quaerat cupiditate. Ab et eum qui repellendus omnis culpa magni laudantium dolores."
            ]
        }
    ]
}