{
    "id": "myx",
    "name": "myx",
    "short": "Arts, entertainment, and media.",
    "contents": [
        "<p>Gallery was launched by Ronald L. Fenton and trial attorney F. Lee Bailey in Chicago, Illinois.</p>",
        "<p>The first issue appeared on newsstands in November, 1972 bearing an uncanny resemblance to Playboy magazine, even using the same style font for the cover.",
        "Many people therefore assumed Gallery was also published by Hugh Hefner as a companion publication to Playboy.</p> ",
        "<p>After Hefner sent a letter to Bailey pointing out the magazine's similarities, the layout of Gallery was quickly changed.",
        "Financial difficulties plagued the magazine from the start, causing Bailey to leave during its inaugural year.",
        "Following publication of the January 1974 issue, Fenton was forced to forfeit ownership of the magazine to its distributor.",
        "Montcalm Publications, based in New York, eventually acquired Gallery and added it to its portfolio of periodicals.",
        "Montcalm also published The Twilight Zone Magazine in the 1980s, apparently in imitation of Penthouse magazine's offshoot Omni.",
        "Montcalm Publishing went bankrupt in March 2008, owing many photographers and models unpaid wages; some were owed as much as $100,000.",
        "On April 30, 2008, Gallery magazine was purchased by the Magna Publishing Group.",
        "On December 22, 2015, Magna Publishing Group was acquired by 1-800-PHONESEX.</p>"
    ],
    "children": [
        {
            "id": "gallery",
            "name": "Gallery",
            "background": "",
            "contents": [
                "An art gallery is a room or a building in which visual art is displayed.",
                "In Western cultures from the mid-15th century, a gallery was any long, narrow covered passage along a wall, first used in the sense of a place for art in the 1590s.",
                "The long gallery in Elizabethan and Jacobean houses served many purposes including the display of art.",
                "Historically, art is displayed as evidence of status and wealth, and for religious art as objects of ritual or the depiction of narratives.",
                "The first galleries were in the palaces of the aristocracy, or in churches. As art collections grew, buildings became dedicated to art, becoming the first art museums."
            ]
        },
        {
            "id": "comic",
            "name": "Comic",
            "background": "",
            "contents": [
                "Comics is a medium used to express ideas with images, often combined with text or other visual information. It typically takes the form of a sequence of panels of images.",
                "Textual devices such as speech balloons, captions, and onomatopoeia can indicate dialogue, narration, sound effects, or other information.",
                "There is no consensus amongst theorists and historians on a definition of comics; some emphasize the combination of images and text, some sequentiality or other image relations, and others historical aspects such as mass reproduction or the use of recurring characters",
                "Cartooning and other forms of illustration are the most common image-making means in comics; fumetti is a form that uses photographic images.",
                "Common forms include comic strips, editorial and gag cartoons, and comic books",
                "Since the late 20th century, bound volumes such as graphic novels, comic albums, and tankōbon have become increasingly common, while online webcomics have proliferated in the 21st century"
            ]
        },
        {
            "id": "video",
            "name": "video",
            "background": "",
            "contents": [
                "Video is an electronic medium for the recording, copying, playback, broadcasting, and display of moving visual media.",
                "Video was first developed for mechanical television systems, which were quickly replaced by cathode-ray tube (CRT) systems which, in turn, were replaced by flat panel displays of several types.",
                "Video systems vary in display resolution, aspect ratio, refresh rate, color capabilities and other qualities",
                "Analog and digital variants exist and can be carried on a variety of media, including radio broadcasts, magnetic tape, optical discs, computer files, and network streaming."
            ]
        }
    ]
}