{
    "id": "europe",
    "parentid": "video",
    "children": [
        {
            "id": "russian",
            "name": "russian",
            "short": "russian",
            "datetime": "2022-02-02",
            "thumbs": "https://i.pinimg.com/originals/42/d5/6c/42d56c9143652190ddcedb4f3a8275eb.jpg",
            "contents": [
                "<p>Russia or the Russian Federation, is a transcontinental country spanning Eastern Europe and Northern Asia. It is the largest country in the world</p>",
                "<p>",
                "Russia extends across eleven time zones and shares land boundaries with fourteen countries.[d] It is the world's ninth-most populous country and Europe's most populous country. The country's capital and largest city is Moscow",
                "Saint Petersburg is Russia's cultural centre and second-largest city. Other major urban areas in the country include Novosibirsk, Yekaterinburg, Nizhny Novgorod, Chelyabinsk, Krasnoyarsk, and Kazan.",
                "</p>"
            ]
        },
        {
            "id": "germany",
            "name": "germany",
            "short": "germany",
            "datetime": "2022-02-02",
            "thumbs": "https://i.pinimg.com/originals/0c/73/b7/0c73b7aca62d6396808979875f9f44c4.jpg",
            "contents": [
                "<p>Germany,[e] officially the Federal Republic of Germany,[f] is a country in Central Europe</p>",
                "<p>",
                "It is the second-most populous country in Europe after Russia, and the most populous member state of the European Union.",
                "Germany is situated between the Baltic and North seas to the north, and the Alps to the south.",
                "Its 16 constituent states are bordered by Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, and France, Luxembourg, Belgium, and the Netherlands to the west.",
                "The nation's capital and most populous city is Berlin and its main financial centre is Frankfurt; the largest urban area is the Ruhr.",
                "</p>"
            ]
        }
    ]
}