{
    "id": "video",
    "name": "Video",
    "des": "Video",
    "datetime": "2022-02-02",
    "children": [
        {
            "id": "asian",
            "name": "asian",
            "short": "<p>Although the population of Asia is more than half of the population of Earth, the inherent characteristics of Asian skin has not been investigated well as compared with those of Caucasian white skin. The skin color of Asians ranges from light brown to dark brown.</p><p>The culture of Asia encompasses the collective and diverse customs and traditions of art, architecture, music, literature, lifestyle, philosophy, politics and religion that have been practiced and maintained by the numerous ethnic groups of the continent of Asia since prehistory. Identification of a specific culture of Asia or universal elements among the colossal diversity that has emanated from multiple cultural spheres and three of the four ancient River valley civilizations is complicated</p>",
            "contents": [
                "<p><strong>Asian</strong> may refer to: Items from or related to the continent of Asia:<br/>",
                "・Asian people, people in or descending from Asia<br/>",
                "・Asian culture, the culture of the people from Asia<br/>",
                "・Asian cuisine, food based on the style of food of the people from Asia<br/>",
                "・Asian (cat), a cat breed similar to the Burmese but in a range of different coat colors and patterns<br/>",
                "・Asii (also Asiani), a historic Central Asian ethnic group mentioned in Roman-era writings<br/>",
                "・Asian option, a type of option contract in finance<br/>",
                "・Asyan, a village in Iran<br/></p>",
                "<p>Although the population of Asia is more than half of the population of Earth, the inherent characteristics of Asian skin has not been investigated well as compared with those of Caucasian white skin. The skin color of Asians ranges from light brown to dark brown.</p>",
                "<p>The culture of Asia encompasses the collective and diverse customs and traditions of art, architecture, music, literature, lifestyle, philosophy, politics and religion that have been practiced and maintained by the numerous ethnic groups of the continent of Asia since prehistory. Identification of a specific culture of Asia or universal elements among the colossal diversity that has emanated from multiple cultural spheres and three of the four ancient River valley civilizations is complicated</p>"
            ],
            "datetime": "2022-02-02",
            "thumbs": "https://img.freepik.com/free-vector/simple-chinese-background-with-lantern-deco_1017-36063.jpg"
        },
        {
            "id": "europe",
            "name": "europe",
            "short": "<p>Europe is a continent comprising the westernmost peninsulas of Eurasia, located entirely in the Northern Hemisphere and mostly in the Eastern Hemisphere. </p><p>It shares the continental landmass of Afro-Eurasia with both Africa and Asia.It is bordered by the Arctic Ocean to the north, the Atlantic Ocean to the west, the Mediterranean Sea to the south, and Asia to the east. Europe is commonly considered to be separated from Asia by the watershed of the Ural Mountains, the Ural River, the Caspian Sea, the Greater Caucasus, the Black Sea and the waterways of the Turkish Straits.</p>",
            "contents": [
                "<p>Europe is a continent comprising the westernmost peninsulas of Eurasia, located entirely in the Northern Hemisphere and mostly in the Eastern Hemisphere. It shares the continental landmass of Afro-Eurasia with both Africa and Asia</p>",
                "<p>It is bordered by the Arctic Ocean to the north, the Atlantic Ocean to the west, the Mediterranean Sea to the south, and Asia to the east. Europe is commonly considered to be separated from Asia by the watershed of the Ural Mountains, the Ural River, the Caspian Sea, the Greater Caucasus, the Black Sea and the waterways of the Turkish Straits.</p>"
            ],
            "datetime": "2022-02-02",
            "thumbs": "https://wallpapers.com/images/hd/1366x768-travel-background-nvcxw3d9aoylg45z.jpg"
        }
    ]
}