{
    "id": "stable_diffusion",
    "parentid": "photography",
    "children": [
        {
            "id": "chilloutmix",
            "name": "Chilloutmix",
            "short": "Chilloutmix",
            "datetime": "2022-02-02",
            "thumbs": "../../../../assets/img/gallery/sd/chilloutmix.jpg",
            "contents": [
                "This model has been republished and its ownership transferred to Civitai with the full permissions of the model creator.",
                "They have asked that all identifying information about them be removed from the model details."
            ]
        },
        {
            "id": "perfect_world",
            "name": "Perfect World",
            "short": "Perfect World",
            "datetime": "2022-02-02",
            "thumbs": "../../../../assets/img/gallery/sd/perfect_world.jpg",
            "contents": [
                "The pursuit of perfect balance between realism and anime, a semi-realistic model aimed to achieve beautiful realistic faces with sexy hentai bodies.",
                "This model aims to be flexible with all kinds of NSFW/hentai concepts, so a large portion of the merge will be hentai models. ",
                "If this model is the cereal, these would be the milk: Fashion Girl, Ulzzang-6500"
            ]
        },
        {
            "id": "deliberate",
            "name": "Deliberate",
            "short": "Deliberate",
            "datetime": "2022-02-02",
            "thumbs": "../../../../assets/img/gallery/sd/deliberate.jpg",
            "contents": [
                "All in One / Any Case Version",
                "This model provides you the ability to create anything you want. The more power of prompt knowledges you have, the better results you'll get. It basically means that you'll never get a perfect result with just a few words. You have to fill out your prompt line extremely detailed.",
                "<p>Who find this model perfect</p>",
                "<ul><li>NSFW masters</li><li>Meticulous anatomy artists</li><li>Creative prompters</li><li>Art designers</li></ul>",
                "Dive into the perfect creations world with my prompts. Your research will be appreciated, so feel free to show everyone, what you can get with this mode"
            ]
        },
        {
            "id": "beautiful_realistic_asians",
            "name": "Beautiful Realistic Asians",
            "short": "Beautiful Realistic Asians",
            "datetime": "2022-02-02",
            "thumbs": "../../../../assets/img/gallery/sd/beautiful_realistic_asians.jpg",
            "contents": [
                "BRA (Beautiful Realistic Asians) is a famous model that can generate realistic Japanese illustrations with Stable Diffusion"
            ]
        },
        {
            "id": "majicmix_realistic",
            "name": "majicMIX realistic",
            "short": "majicMIX realistic",
            "datetime": "2022-02-02",
            "thumbs": "../../../../assets/img/gallery/sd/majicmix_realistic.jpg",
            "contents": [
                "A good looking model, suitable for NSFW and dark scene (because I added noiseoffset). long-range facial detail require inpainting to achieve the best results. You can also use after detailer."
            ]
        }
    ]
}